Repository: AppStarWorkShop/QCFossil
Catalog: QCFossil/*.lproj/Localizable.strings
Languages: fr_ch

source: Username
fr_ch: Nom d'utilisateur

source: Password
fr_ch: Mot de passe

source: Language
fr_ch: Langue

source: Login
fr_ch: Connexion

source: Forget Username?
fr_ch: Nom d'utilisateur oublié ?

source: Forget Password?
fr_ch: Mot de passe oublié?

source: Please provide below info and email would be sent:
fr_ch: Veuillez fournir les informations ci-dessous et un e-mail sera envoyé :

source: Email Address
fr_ch: Adresse e-mail

source: Submit
fr_ch: Soumettre

source: Cancel
fr_ch: Annuler

source: App Menu
fr_ch: Menu de l'application

source: Task Search
fr_ch: Recherche de tâche

source: Create Task
fr_ch: Créer une tâche

source: Book/Inspect Date From
fr_ch: Date Inspecter de

source: To
fr_ch: À

source: Book/Inspect No.
fr_ch: Inspecter No.

source: Inspection Type
fr_ch: Type d'inspection

source: Brand
fr_ch: Marque

source: Book Date
fr_ch: Inspecter Date

source: Book No
fr_ch: Inspecter No.

source: Status
fr_ch: Statut

source: Location
fr_ch: Emplacement

source: PO
fr_ch: Bon de commande

source: Type
fr_ch: Taper

source: Delivery Date From
fr_ch: Date de livraison à partir de

source: *Vendor
fr_ch: *Vendeur

source: *Vendor Location
fr_ch: *Emplacement l'usine

source: Vendor
fr_ch: Vendeur

source: Vendor Location
fr_ch: Emplacement l'usine

source: Vendor PlaceHolder
fr_ch: Emplacement du fournisseur

source: Vendor Location PlaceHolder
fr_ch: Emplacement du fournisseur PlaceHolder

source: Task Status
fr_ch: Statut Tâche

source: Pending
fr_ch: En attente

source: Draft
fr_ch: Brouillon

source: Confirmed
fr_ch: Confirmé

source: Uploaded
fr_ch: Téléchargé

source: Uploaded (C)
fr_ch: Téléchargé (C)

source: Search
fr_ch: Chercher

source: Clear
fr_ch: Dégager

source: Refused
fr_ch: Refusé

source: PO List/Material
fr_ch: PO Liste

source: Delete
fr_ch: Supprimer

source: Product Type
fr_ch: type de produit

source: OK
fr_ch: d'accord

source: Save
fr_ch: Sauvegarder

source: Basic Information
fr_ch: Informations de base

source: Book/Inspect Date
fr_ch: Date Inspecter

source: Inspector
fr_ch: Inspecteur

source: Inspection Result
fr_ch: Résultat de l'inspection

source: Inspection Information
fr_ch: Informations sur l'inspection

source: Inspection Item
fr_ch: Élément d'inspection

source: PO Line No.
fr_ch: Ligne de PO

source: Order Qty
fr_ch: Ordre Qté

source: Ship To
fr_ch: Envoyez à

source: Avail. Qty
fr_ch: Profiter. Qté

source: Login User
fr_ch: l' usager Connexion

source: Last Upload Date
fr_ch: Date du dernier téléchargement

source: Upload
fr_ch: Télécharger

source: Data Sync
fr_ch: Synchronisation des données

source: User Logout
fr_ch: Déconnexion de l'utilisateur

source: PO Search
fr_ch: Recherche de bon de commande

source: Task Scheduled?
fr_ch: Tâche planifiée ?

source: Task Form
fr_ch: Formulaire de tâche

source: Add PO Line(s)
fr_ch: Ajouter Ligne PO(s)

source: Delete PO Line(s)
fr_ch: Supprimer les lignes de commande

source: Last Login Date
fr_ch: Dernière date de connexion

source: Last Download Date
fr_ch: Date du dernier téléchargement

source: Download
fr_ch: Télécharger

source: Enable?
fr_ch: Activer?

source: Inspection Categories
fr_ch: Catégories d'inspection

source: Inspection Category
fr_ch: Catégorie d'inspecter

source: Inspect Category
fr_ch: Catégorie d'inspecter

source: Result Summary
fr_ch: Sommaire des résultats

source: Material
fr_ch: Matériel

source: Production Process
fr_ch: Processus de production

source: Product/Packaging
fr_ch: L'emballage du produit

source: Other Inspections
fr_ch: Autres inspections

source: Pass
fr_ch: Passe

source: Hold
fr_ch: Tenir

source: C.A.
fr_ch: CALIFORNIE.

source: Inspector Comment
fr_ch: Commentaire de l'inspecteur

source: Vendor Notes
fr_ch: Notes d'usine

source: Sign-off & Confirm
fr_ch: Signer et confirmer

source: Photo Album
fr_ch: photos d'albums

source: Defect List
fr_ch: Liste de défaut

source: Confirm
fr_ch: Confirmer

source: Please Signature
fr_ch: Veuillez signer

source: Vendor Confirmer
fr_ch: Vendeur

source: Please input Vendor Name.
fr_ch: Veuillez saisir le nom du fournisseur.

source: Empty/Next Section
fr_ch: Vide/Section suivante

source: Section Menu
fr_ch: Menu des sections

source: Empty/Previous Section
fr_ch: Section vide/précédente

source: Inspection Area
fr_ch: Zone d'inspection

source: Inspect Item
fr_ch: Inspecter l'article

source: Defect
fr_ch: Défaut

source: Yes
fr_ch: Oui

source: No
fr_ch: Non

source: Add Photo
fr_ch: D'ipad local

source: Select/Save
fr_ch: Sélectionner/Enregistrer

source: Photo Filename
fr_ch: Nom du fichier photo

source: Filename
fr_ch: Nom de fichier

source: Description
fr_ch: La description

source: Defect Qty.
fr_ch: Quantité de défauts.

source: Add Description
fr_ch: Ajouter une description

source: Photo Added?
fr_ch: Photo ajoutée ?

source: Start/Save
fr_ch: Démarrer/Enregistrer

source: Grade
fr_ch: Classe

source: Ref. No.
fr_ch: Réf. Non.

source: A Q Level
fr_ch: Un niveau Q

source: Case Back Print
fr_ch: Impression au dos du boîtier

source: Time Setting
fr_ch: Réglage de l'heure

source: Case Back Date
fr_ch: Date de retour du boîtier

source: Inspect Area
fr_ch: Inspecter la zone

source: Battery Date
fr_ch: Date de la batterie

source: Functional Tests
fr_ch: Tests fonctionnels

source: Cosmetic Inspections
fr_ch: Inspections cosmétiques

source: Packaging Inspections
fr_ch: Inspections d'emballage

source: Inspection No.
fr_ch: N° de contrôle

source: Inspection Details
fr_ch: Détails de l'inspection

source: Result
fr_ch: Résultat

source: Apply to All
fr_ch: S'applique à tous

source: Defect Position
fr_ch: Position

source: Defect Position Point(s)
fr_ch: Point(s) de position du défaut

source: Defect Position Description
fr_ch: Défaut Position Description

source: Remove Photo
fr_ch: Retirer photo

source: Defect Description
fr_ch: Remarques

source: Defect Qty
fr_ch: Quantité de défauts

source: Defect Position Points & Info
fr_ch: Points de position de défaut et informations

source: Defect Type
fr_ch: Type de défaut

source: Critical
fr_ch: Critique

source: Major
fr_ch: Majeur

source: Minor
fr_ch: Mineur

source: Remarks
fr_ch: Remarques

source: Edit
fr_ch: Éditer

source: Done
fr_ch: Fait

source: Task Findings
fr_ch: Liste de défaut

source: Please choose a source
fr_ch: Veuillez choisir une source

source: Add from Camera
fr_ch: Ajouter à partir de l'appareil photo

source: Add from Photo Library
fr_ch: Ajouter à partir de la photothèque

source: Add from Photo Album
fr_ch: Ajouter à partir de l'album photo

source: Please select a Inspection Type!
fr_ch: Veuillez sélectionner un type d'inspection !

source: Please select the Vendor!
fr_ch: Veuillez sélectionner le fournisseur !

source: Please select Product Type and Inspection Type
fr_ch: Veuillez sélectionner le type de produit et le type d'inspection

source: Please add PO Lines(s)!
fr_ch: Veuillez ajouter des lignes de commande !

source: Select PO Line
fr_ch: Sélectionnez la ligne PO

source: Task Create Successed!
fr_ch: Création de la tâche réussie !

source: Task Create Failed!
fr_ch: Échec de la création de la tâche !

source: Please fill in: 1. Inspector Comment 2. Vendor Notes!
fr_ch: Veuillez remplir : 1. Commentaire de l'inspecteur 2. Notes du fournisseur !

source: Sun
fr_ch: soleil

source: Mon
fr_ch: lun

source: Tue
fr_ch: Mar

source: Wed
fr_ch: mer

source: Thu
fr_ch: jeu

source: Fri
fr_ch: ven

source: Sat
fr_ch: Sam

source: Feb
fr_ch: fév

source: Apr
fr_ch: avr

source: May
fr_ch: Peut

source: Jun
fr_ch: juin

source: Jul
fr_ch: juil

source: Aug
fr_ch: août

source: Dec
fr_ch: déc

source: Tap to Sign
fr_ch: Appuyez pour signer

source: Save & Confirm
fr_ch: Enregistrer et confirmer

source: Delete Photo?
fr_ch: Supprimer la photo?

source: Delete Photo From Photo Album?
fr_ch: Supprimer la photo de l'album photo ?

source: Delete Task Findings Item?
fr_ch: Supprimer l'élément de résultats de tâche ?

source: Please select Inspection Area, Inspection Item and Result!
fr_ch: Veuillez sélectionner la zone d'inspection, l'élément d'inspection et le résultat !

source: Cannot update Confirmed or Cancelled Task!
fr_ch: Ne peut pas mettre à jour la tâche confirmée ou annulée!

source: Close
fr_ch: Fermer

source: Back
fr_ch: Retour

source: Please provide below info and email would be sent
fr_ch: Veuillez fournir les informations ci-dessous et un e-mail sera envoyé

source: MM/DD/YYYY
fr_ch: MM/JJ/AAAA

source: Maximun 5 Photos!
fr_ch: Maximum 5 Photos!

source: Tap Anywhere To Close
fr_ch: Appuyez n'importe où pour fermer

source: No Photo Selected, OK?
fr_ch: Aucune photo sélectionnée, d'accord ?

source: Loading
fr_ch: Chargement

source: Cancelled
fr_ch: Annulé

source: Earliest Ship Win
fr_ch: Premier navire gagné

source: Ship Win From
fr_ch: Expédier à partir de

source: Inspect/Book Date
fr_ch: Date Inspecter

source: Inspect/Book No.
fr_ch: Inspecter No.

source: Final/Material/In-line
fr_ch: Final/Matériel/En ligne

source: Sample Qty
fr_ch: Qté d'échantillon

source: QC Booked Qty
fr_ch: Qté Réservée

source: OPD/RSD
fr_ch: Date Promise

source: OS QC Qty
fr_ch: OS QC Qté

source: User Login
fr_ch: Utilisateur en ligne

source: Username or Password should not be nil!
fr_ch: Le nom d'utilisateur ou le mot de passe ne doit pas être nul !

source: Save Success!
fr_ch: Sauvez le succès !

source: Save Failed!
fr_ch: Échec de la sauvegarde!

source: Please Select Inspect Area and Inspect Item
fr_ch: Veuillez sélectionner la zone d'inspection et inspecter l'article

source: Please Select Inspect Category and Inspect Item
fr_ch: Veuillez sélectionner la catégorie d'inspection et l'article d'inspection

source: Please Select Inspect Item
fr_ch: Veuillez sélectionner Inspecter l'article

source: Please Select Inspect Defect Position and Points
fr_ch: Veuillez sélectionner Inspecter la position et les points du défaut

source: No PO Item Selected!
fr_ch: Aucun élément de bon de commande sélectionné !

source: Photo(s) of this inspection item will be deleted!
fr_ch: Les photos de cet élément d'inspection seront supprimées !

source: Cancel Task
fr_ch: Annuler la tâche

source: Last Download
fr_ch: Dernier téléchargement

source: -Master Data
fr_ch: -Données de base

source: Master Data
fr_ch: Données de base

source: -Inspection Setup Data
fr_ch: -Données de configuration d'inspection

source: Inspection Setup Data
fr_ch: Données de configuration de l'inspection

source: -FGPO Data
fr_ch: -Données FGPO

source: FGPO Data
fr_ch: Données FGPO

source: -Task Booking Data
fr_ch: -Données de réservation de tâche

source: Task Booking Data
fr_ch: Données de réservation de tâche

source: -Task Status Data
fr_ch: -Données d'état de la tâche

source: Task Status Data
fr_ch: Données sur l'état de la tâche

source: -Task Result Data
fr_ch: -Données de résultat de tâche

source: Task Result Data
fr_ch: Données de résultat de tâche

source: -Task Result Photo
fr_ch: -tâche résultat Photo

source: Task Result Photo
fr_ch: Tâche Résultat Photo

source: Task Photo Upload
fr_ch: Téléchargement de photos de la tâche

source: Data Download
fr_ch: Téléchargement de données

source: Data Upload
fr_ch: Téléchargement de données

source: Last Upload
fr_ch: Dernier téléchargement

source: Delete?
fr_ch: Supprimer?

source: Please enter: 1. Sample Qty 2. Avail. Qty!
fr_ch: Veuillez entrer : 1. Qté d'échantillon 2. Disp. Qté !

source: Please enter all Inspection Item results.
fr_ch: Veuillez saisir tous les résultats des éléments d'inspection.

source: Maximun 5 Defect Photos!
fr_ch: Maximum 5 photos de défauts !

source: am
fr_ch: un m

source: pm
fr_ch: après-midi

source: Please Select Inspect Item Result!
fr_ch: Veuillez sélectionner Inspecter le résultat de l'article !

source: Task Deleted!
fr_ch: Tâche supprimée !

source: Task Delete Fail!
fr_ch: Échec de la suppression de la tâche !

source: Delete Task?
fr_ch: Supprimer la tâche ?

source: Inspect Result Cannot Be Nil!
fr_ch: Le résultat de l'inspection ne peut pas être nul !

source: Data Control
fr_ch: Contrôle des données

source: Last Login
fr_ch: Dernière connexion

source: Last Backup
fr_ch: Dernière sauvegarde

source: Backup Data
fr_ch: Données de sauvegarde

source: Password Not Correct!
fr_ch: Mot de passe incorrect !

source: No active PO line!
fr_ch: Aucune ligne de commande active !

source: Searching
fr_ch: Recherche

source: Template Type
fr_ch: Type de modèle

source: Please select a Template Type!
fr_ch: Veuillez sélectionner un type de modèle !

source: Login fail, the deviceid must match the login user.
fr_ch: Échec de la connexion, l'ID d'appareil doit correspondre à l'utilisateur de connexion.

source: SW/Req. Ex-fty Date From
fr_ch: Date demande de

source: YES
fr_ch: OUI

source: NO
fr_ch: NON

source: All
fr_ch: TOUT

source: Ship Win
fr_ch: Navire Gagner

source: SW/Req. Ex-fty Date
fr_ch: Date demande

source: Cannot Update Task Inspector!
fr_ch: Impossible de mettre à jour l'inspecteur de tâches !

source: Reviewed
fr_ch: Révisé

source: Cancel Task?
fr_ch: Annuler la tâche ?

source: Device ID:
fr_ch: Reference de l'appareil:

source: Cannot update Uploaded, Reviewed or Refused Task!
fr_ch: Impossible de mettre à jour la tâche téléchargée, révisée ou refusée !

source: Restore Data
fr_ch: Restaurer les données

source: Complete
fr_ch: Compléter

source: Last Restore
fr_ch: Dernière restauration

source: Delete Defect Item?
fr_ch: Supprimer l'élément défectueux ?

source: Saving
fr_ch: Économie

source: Redirecting
fr_ch: Redirection

source: Save Task
fr_ch: Enregistrer la tâche

source: Please enter all Defect Qty.
fr_ch: Veuillez saisir toute la quantité de défauts.

source: Login success, Redirect...
fr_ch: Connexion réussie, redirection...

source: Login through Local Database...
fr_ch: Connectez-vous via la base de données locale...

source: Login through WS...
fr_ch: Connectez-vous via WS...

source: From Camera
fr_ch: De la caméra

source: No version number found!
fr_ch: Aucun numéro de version trouvé !

source: User Setting
fr_ch: Paramètre d'utilisateur

source: Change Password
fr_ch: Changer le mot de passe

source: Current Password
fr_ch: Mot de passe actuel

source: New Password
fr_ch: nouveau mot de passe

source: Confirm Password
fr_ch: Confirmez le mot de passe

source: New Password Again
fr_ch: Retapez le nouveau mot de passe

source: Resolution of Photo from Library or Camera
fr_ch: Résolution de la photo de la bibliothèque ou de l'appareil photo

source: Send Request...
fr_ch: Envoyer une demande...

source: Sending Request...
fr_ch: Envoyer une requete...

source: Waiting Response...
fr_ch: En attente de réponse...

source: Processing Data...
fr_ch: Données en cours...

source: Sending _DS_MSTRDATA Acknowledgement...
fr_ch: Envoi de l'accusé de réception _DS_MSTRDATA...

source: Sending Master Data Download Acknowledgement...
fr_ch: Envoi de l'accusé de réception du téléchargement des données de base...

source: Sending _DS_INPTSETUP Acknowledgement...
fr_ch: Envoi de l'accusé de réception _DS_INPTSETUP...

source: Sending Inspection Setup Data Download Acknowledgement...
fr_ch: Envoi de l'accusé de réception du téléchargement des données de configuration de l'inspection...

source: Sending _DS_FGPODATA Acknowledgement...
fr_ch: Envoi de l'accusé de réception _DS_FGPODATA...

source: Sending FGPO Data Download Acknowledgement...
fr_ch: Envoi de l'accusé de réception du téléchargement des données FGPO...

source: Sending _DS_TASKDATA Acknowledgement...
fr_ch: Envoi de l'accusé de réception _DS_TASKDATA...

source: Sending Task Booking Data Download Acknowledgement...
fr_ch: Envoi de l'accusé de réception de téléchargement des données de réservation de tâche...

source: Sending _DS_DL_TASK_STATUS Acknowledgement...
fr_ch: Envoi de l'accusé de réception _DS_DL_TASK_STATUS...

source: Sending Task Status Data Download Acknowledgement...
fr_ch: Envoi de l'accusé de réception de téléchargement des données d'état de la tâche...

source: Preparing Master Data...
fr_ch: Préparation des données de base...

source: Preparing Inspection Setup Data...
fr_ch: Préparation des données de configuration de l'inspection...

source: Preparing FGPO Data...
fr_ch: Préparation des données FGPO...

source: Preparing Task Booking Data...
fr_ch: Préparation des données de réservation de tâche...

source: Preparing Task Status Data...
fr_ch: Préparation des données d'état de la tâche...

source: Processing Response...
fr_ch: Traitement de la réponse...

source: Downloading Data...
fr_ch: Téléchargement des données...

source: Network Connection Lost!
fr_ch: Connexion réseau perdue !

source: Network Connection Cannot Established!
fr_ch: Impossible d'établir la connexion réseau !

source: Clear Signature?
fr_ch: Effacer la signature ?

source: Last Uploaded Task Count
fr_ch: Nombre de dernières tâches téléchargées

source: No data response from server...
fr_ch: Aucune réponse de données du serveur...

source: Inspector Signature
fr_ch: Signature de l'inspecteur

source: Login Information Not Correct
fr_ch: Informations de connexion incorrectes

source: Update Signature
fr_ch: Mettre à jour la signature

source: Shape Types
fr_ch: Types de formes

source: Delete Shape?
fr_ch: Supprimer la forme ?

source: New Password should be 8-15 Characters
fr_ch: Le nouveau mot de passe doit être composé de 8 à 15 caractères

source: New Password need to include Numbers
fr_ch: Le nouveau mot de passe doit inclure des numéros

source: New Password need to include Letters
fr_ch: Le nouveau mot de passe doit inclure des lettres

source: New password reset Successfully!
fr_ch: Nouveau mot de passe réinitialisé avec succès !

source: Confirm Password and New Password Not Matched
fr_ch: Confirmer le mot de passe et le nouveau mot de passe ne correspondent pas

source: Old Password Not Correct
fr_ch: L'ancien mot de passe n'est pas correct

source: Login Name Cannot Be Used As New Password
fr_ch: Le nom de connexion ne peut pas être utilisé comme nouveau mot de passe

source: Please Change Your Password Now
fr_ch: Veuillez changer votre mot de passe maintenant

source: DB Updating
fr_ch: Mise à jour de la base de données

source: DB Backup
fr_ch: Sauvegarde de la base de données

source: Updating
fr_ch: Mise à jour

source: Success
fr_ch: Succès

source: Fail
fr_ch: Échouer

source: Please input description for backup data.
fr_ch: Veuillez saisir une description pour les données de sauvegarde.

source: Compressing Data...
fr_ch: Compression des données...

source: Password update failed.
fr_ch: La mise à jour du mot de passe a échoué.

source: Update failed. Please check internet connection
fr_ch: Mise à jour a échoué. Veuillez vérifier la connexion Internet

source: Password has been reset! Please check your Email!
fr_ch: Le mot de passe a été réinitialisé ! Merci de consulter vos emails!

source: Username / Password Not Correct
fr_ch: Nom d'utilisateur/mot de passe incorrect

source: Please Select One Backup Record
fr_ch: Veuillez sélectionner un enregistrement de sauvegarde

source: Please Input Your Password
fr_ch: Veuillez saisir votre mot de passe

source: Delete Suceess.
fr_ch: Supprimer Succès.

source: Restore Complete
fr_ch: Restauration terminée

source: List Backup History Complete
fr_ch: Lister l'historique de sauvegarde terminé

source: Downloading Backup File:
fr_ch: Téléchargement du fichier de sauvegarde :

source: Restore In Progress...
fr_ch: Restauration en cours...

source: Decompress Complete
fr_ch: Décompresser terminé

source: Preparing For Restortion...
fr_ch: Préparation de la restauration...

source: Update New Password Failed
fr_ch: Échec de la mise à jour du nouveau mot de passe

source: Username has been reset! Please check your Email!
fr_ch: Le nom d'utilisateur a été réinitialisé ! Merci de consulter vos emails!

source: Username / Email Not Correct
fr_ch: Nom d'utilisateur / e-mail incorrect

source: Backup Description
fr_ch: Description de la sauvegarde

source: Backup History List
fr_ch: Liste de l'historique de sauvegarde

source: Backup History
fr_ch: Historique de sauvegarde

source: Restore
fr_ch: Restaurer

source: Could not connect to the server.
fr_ch: Ne peut se connecter au serveur.

source: Backup Failed!
fr_ch: Échec de la sauvegarde !

source: App Version
fr_ch: Version de App

source: Release number
fr_ch: Numéro de version

source: Backup Date
fr_ch: Date de sauvegarde

source: Backup Remarks
fr_ch: Remarques de sauvegarde

source: Data Cleanup?
fr_ch: Nettoyage des données ?

source: Delete Login User Data
fr_ch: Supprimer les données d'utilisateur de connexion

source: You haven't done data sync over 3 days!
fr_ch: Vous n'avez pas effectué de synchronisation de données depuis 3 jours !

source: Prod Desc
fr_ch: Description de la production

source: Please chose a Vendor & Vendor Location!
fr_ch: Veuillez choisir un fournisseur et un emplacement de fournisseur !

source: Not allow [Lot Size(N)] less than [Sample Qty(n)]
fr_ch: Ne pas autoriser [Taille du lot(N)] inférieure à [Quantité d'échantillon(n)]

source: fail
fr_ch: échouer

source: Photo Uploading...
fr_ch: Téléchargement de photos...

source: Waiting for Response Data from Server, need few minutes...
fr_ch: En attente des données de réponse du serveur, besoin de quelques minutes...

source: Download completed, decompressing
fr_ch: Téléchargement terminé, décompression

source: Decompressing
fr_ch: Décompression

source: Backup Local Data...
fr_ch: Sauvegarder les données locales...

source: Backup In Progress...
fr_ch: Sauvegarde en cours...

source: Uploading Backup File:
fr_ch: Téléchargement du fichier de sauvegarde :

source: Listing Backup Files...
fr_ch: Liste des fichiers de sauvegarde...

source: DB data updating, Dont press Home or Power button!
fr_ch: Mise à jour des données DB, n'appuyez pas sur le bouton Accueil ou Alimentation !

source: Update Fail, DB Rollbacked
fr_ch: Échec de la mise à jour, restauration de la base de données

source: Use Background Mode for Download/Upload Task
fr_ch: Utiliser le mode arrière-plan pour la tâche de téléchargement/téléchargement

source: Data Download Complete.
fr_ch: Téléchargement des données terminé.

source: Data Upload Complete.
fr_ch: Téléchargement des données terminé.

source: Data Backup Complete.
fr_ch: Sauvegarde des données terminée.

source: DB restore complete, proceed task folders restore.
fr_ch: Restauration de la base de données terminée, procédez à la restauration des dossiers de tâches.

source: Data Restore Complete.
fr_ch: Restauration des données terminée.

source: Clear Data Done...
fr_ch: Effacer les données terminé...

source: No Data Response.
fr_ch: Aucune réponse de données.

source: Sync Failed due to Network Issue
fr_ch: Échec de la synchronisation en raison d'un problème de réseau

source: App is in Offline Mode and unable to proceed Data Download.
fr_ch: L'application est en mode hors ligne et incapable de procéder au téléchargement des données.

source: Sync Failed due to Data Error Occurred
fr_ch: Échec de la synchronisation en raison d'une erreur de données

source: OPD/RSD From
fr_ch: Date promise de

source: Inspection Type / Product Type / Template Not Allow Empty!
fr_ch: Type d'inspection / Type de produit / Modèle non autorisé !

source: Delete all invalid tasks?
fr_ch: Supprimer toutes les tâches invalides ?

source: -Clean Task
fr_ch: -tâche de nettoyage

source: Task Cleaning...
fr_ch: Tâche Nettoyage...

source: Deleting...
fr_ch: Suppression...

source: Defect Zone
fr_ch: Zone de défaut

source: Defect Desc. 1
fr_ch: Défaut Desc. 1

source: Defect Desc. 2
fr_ch: Défaut Desc. 2

source: Network Request Failed with Unknown Reason!
fr_ch: La demande de réseau a échoué avec une raison inconnue !

source: Please enter defect quantity
fr_ch: Veuillez saisir la quantité défectueuse
