Repository: AppStarWorkShop/QCFossil
Catalog: QCFossil/*.lproj/Localizable.strings
Languages: fr_ch

source: Please enter defect point info
fr_ch: Entrez le point de défaut

source: QC Remark
fr_ch: QC Remarque

source: Additional Administrative Item
fr_ch: Élément administratif supplémentaire

source: QC Info
fr_ch: Info CQ

source: Other Remark
fr_ch: Autre remarque

source: Product Info
fr_ch: Information sur le produit

source: QC Internal No
fr_ch: CQ Interne Non

source: TS Report No
fr_ch: Rapport TS Non

source: Material Category
fr_ch: Catégorie de matériau

source: Assortment
fr_ch: Assortiment

source: Assortment Style
fr_ch: Style d'assortiment

source: Season
fr_ch: Saison

source: Update datetime
fr_ch: Mettre à jour la date et l'heure

source: Quality Standard
fr_ch: Qualité standard

source: Booked Qty
fr_ch: Qté réservée

source: Marking
fr_ch: Marquage

source: AQL Qty
fr_ch: Qté NQA

source: Weight
fr_ch: Poids

source: Adjust Time
fr_ch: Ajuster l'heure

source: Length Req.
fr_ch: Longueur requise

source: Product Grade
fr_ch: Catégorie de produit

source: Movt(Origin)
fr_ch: Déménagement(Origine)

source: UPC-Orbid Status
fr_ch: Statut UPC-Orbid

source: Combine QC Remark
fr_ch: Combiner QC Remarque

source: SS/TS Info
fr_ch: Informations SS/TS

source: SS Ready
fr_ch: SS prêt

source: SS Comment Ready
fr_ch: SS Commentaire Prêt

source: TS Submit Date
fr_ch: Date de soumission TS

source: TS Result
fr_ch: Résultat TS

source: Same PO with Reject
fr_ch: Même bon de commande avec rejet

source: Inspect Sample Ready
fr_ch: Inspecter l'échantillon prêt

source: Link Test Qty
fr_ch: Qté de test de lien

source: Dust Test Qty
fr_ch: Quantité de test de poussière

source: Smart Link Test Qty
fr_ch: Qté de test de liaison intelligente

source: Other Test Qty
fr_ch: Autre quantité d'essai

source: CA Form
fr_ch: Formulaire CA

source: Precision Report
fr_ch: Rapport de précision

source: Smart Link Report
fr_ch: Rapport de lien intelligent

source: Reliability Test Remark
fr_ch: Test de fiabilité Remarque

source: Fty Pack Info
fr_ch: Informations sur le pack Fty

source: PO No
fr_ch: Bon de commande Non

source: SAP PO No
fr_ch: Bon de commande SAP Non

source: Style, Size
fr_ch: Style, Taille

source: Additional Info
fr_ch: Information additionnelle

source: Ship Mode
fr_ch: Mode navire

source: Retail Price
fr_ch: Prix ​​en détail

source: Barcode
fr_ch: code à barre

source: Style Photo
fr_ch: Photo de style

source: -Clean Style Photo
fr_ch: -Photo de Style propre

source: Salesman Photo
fr_ch: Vendeur photo

source: Case Back
fr_ch: Retour du boîtier

source: Only x photos please!
fr_ch: Seulement x photos s'il vous plaît !

source: Okay
fr_ch: D'accord

source: You can only send 5 photos at a time.
fr_ch: Vous ne pouvez envoyer que 5 photos à la fois.

source: Select an Album
fr_ch: Sélectionnez un album

source: Pick Photos
fr_ch: Choisissez des photos

source: Loading...
fr_ch: Chargement...

source: Current app version not support this DB version!
fr_ch: La version actuelle de l'application ne prend pas en charge cette version de base de données !

source: Master Data Download
fr_ch: Téléchargement des données de base

source: Master Data Download Acknowledgement
fr_ch: Accusé de réception du téléchargement des données de base

source: Inspection Setup Data Download
fr_ch: Téléchargement des données de configuration de l'inspection

source: Inspection Setup Data Download Acknowledgement
fr_ch: Confirmation du téléchargement des données de configuration de l'inspection

source: FGPO Data Download
fr_ch: Téléchargement de données FGPO

source: FGPO Data Download Acknowledgement
fr_ch: Accusé de réception de téléchargement de données FGPO

source: Task Booking Data Download
fr_ch: Téléchargement des données de réservation de tâches

source: Task Booking Data Download Acknowledgement
fr_ch: Accusé de réception de téléchargement des données de réservation de tâche

source: Task Status Data Download
fr_ch: Téléchargement des données sur l'état des tâches

source: Task Status Data Download Acknowledgement
fr_ch: Accusé de réception du téléchargement des données sur l'état de la tâche

source: Style Photo Download
fr_ch: Télécharger des photos de style

source: Style Photo Download Acknowledgement
fr_ch: Reconnaissance de téléchargement de photos de style

source: App Database Backup Upload
fr_ch: Téléchargement de la sauvegarde de la base de données d'applications

source: Task Result Data Upload
fr_ch: Téléchargement de données de résultat de tâche

source: Task Photo Data Upload
fr_ch: Téléchargement de données de photo de tâche

source: Sync Failed when iPad in Sleep Mode
fr_ch: Échec de la synchronisation lorsque l'iPad est en mode veille

source: Retry
fr_ch: Retenter

source: Sync Failed No Original or Thumb Photo Found!
fr_ch: Échec de la synchronisation Aucune photo originale ou miniature trouvée !

source: Please avoid to press home/power button or show up control center when data sync in progress.
fr_ch: Veuillez éviter d'appuyer sur le bouton d'accueil/d'alimentation ou d'afficher le centre de contrôle lorsque la synchronisation des données est en cours.

source: Please enter defect item for
fr_ch: Veuillez saisir l'article défectueux pour

source: app program version check alert message
fr_ch: La version a expiré, veuillez passer à la dernière version (v%@) avant de traiter la synchronisation des données.

source: Task Count
fr_ch: Nombre de tâches

source: Server side return fail.
fr_ch: Échec du retour côté serveur

source: No backup files.
fr_ch: Aucun fichier de sauvegarde.

source: Task Folder Backup Failed!
fr_ch: La sauvegarde du dossier de tâches a échoué !

source: Renew
fr_ch: Renouveler
